{
  "locale": "en",
  "slug": "about/about-us",
  "pathname": "/about/about-us",
  "sourcePath": "about/about-us/index.html",
  "title": "About Us | Immigrate to Brazil",
  "description": "The most comprehensive immigration, relocation, and Brazil travel planning partner for people who want a clear, lawful, and human path forward.",
  "heading": "About Immigrate to Brazil",
  "heroImageAlt": "About Immigrate to Brazil",
  "sections": [
    {
      "title": "Introduction",
      "paragraphs": [
        "The most comprehensive immigration, relocation, and Brazil travel planning partner for people who want a clear, lawful, and human path forward."
      ]
    },
    {
      "title": "Our story",
      "paragraphs": [
        "We began after helping a friend relocate from Canada to São Paulo. The process was overwhelming: scattered requirements, unclear timelines, and missing local context. We built a checklist to solve one move. That checklist became a framework, then a service, and finally a full company dedicated to Brazil immigration and travel planning.",
        "Today, we support families, professionals, entrepreneurs, retirees, students, and travelers who want confident, compliant outcomes. Our work blends strategy, documentation, logistics, and local expertise across all 27 states.",
        "End-to-end support from eligibility to arrival",
        "State-by-state insight for housing, schools, and healthcare",
        "Legal and document compliance built into every step",
        "Transparent timelines, pricing, and expectations"
      ]
    },
    {
      "title": "What we do",
      "paragraphs": [
        "Visa-path analysis, eligibility scoring, and step-by-step planning for work, study, family reunification, retirement, and investment.",
        "Checklists, legalizations, translations, and consular submissions that match the latest official requirements.",
        "Federal Police scheduling, CPF guidance, residency registration, and local compliance timelines.",
        "Housing, banking, healthcare access, school options, and settlement plans tailored to your state and city.",
        "Visitor visa guidance, travel compliance, itinerary planning, and safety briefings for long stays and business travel.",
        "Renewals, status changes, document updates, and family expansions."
      ]
    },
    {
      "title": "Who we help",
      "paragraphs": [
        "Reunification, school enrollment, and stability planning.",
        "Employer sponsorship, compliance, and renewals.",
        "Investment planning, business setup, and residency pathways.",
        "Income verification, health coverage, and long-term residence.",
        "Enrollment, visas, and transition planning.",
        "Long-stay planning, compliance, and safe arrival support."
      ]
    },
    {
      "title": "Our process",
      "paragraphs": [
        "Understand goals, timelines, and constraints.",
        "Select the right visa route with realistic alternatives.",
        "Compile, verify, translate, and legalize documents.",
        "Coordinate consular and in-country filings.",
        "Complete CPF and Federal Police steps.",
        "Banking, housing, healthcare, and school guidance."
      ]
    },
    {
      "title": "Our expertise",
      "paragraphs": [
        "We stay current on consular and immigration policy updates and build every case around official checklists and proven workflows. We also maintain localized guidance for each state, including the cities with the most reliable services for new residents.",
        "We do not promise outcomes we cannot control. We do promise preparation, clarity, and strong documentation.",
        "Visa pathways and residency permits",
        "CPF, Federal Police, and registration requirements",
        "Document legalization and certified translation",
        "Relocation planning and compliance timelines"
      ]
    },
    {
      "title": "Mission, vision, and values",
      "paragraphs": [
        "Make Brazilian immigration understandable, predictable, and achievable for anyone ready to build a life here.",
        "To be the most trusted, human-centered immigration and Brazil travel partner in the world.",
        "Clarity over complexity",
        "Accuracy and compliance",
        "Respect for culture and law",
        "Care for every client"
      ]
    },
    {
      "title": "Our timeline",
      "paragraphs": [
        "Built the first relocation checklist for a friend moving to São Paulo.",
        "Expanded to family reunification, retirement, and business pathways.",
        "Published state-specific guidance across all regions.",
        "Supporting clients in all 27 states with multilingual consultation."
      ]
    },
    {
      "title": "Results and reach",
      "paragraphs": [
        "Appointments scheduled and tracked across Federal Police units.",
        "States covered with localized guidance and partner networks.",
        "Languages supported through consultants and translators."
      ]
    },
    {
      "title": "Resources and education",
      "paragraphs": [
        "Clear explanations of visa types and timelines.",
        "Local insights for cost of living, housing, and healthcare.",
        "Step-by-step tasks for CPF, registration, and renewals."
      ]
    },
    {
      "title": "Frequently asked questions",
      "paragraphs": [
        "Timelines depend on visa type and documentation readiness. We provide a realistic schedule after assessment.",
        "Yes. We support CPF registration, Federal Police steps, and settlement logistics.",
        "Yes. We handle visitor visa guidance, long-stay planning, and compliance for extended travel."
      ]
    },
    {
      "title": "Ready to start?",
      "paragraphs": [
        "We will help you choose the right visa path, prepare your documents, and build a realistic timeline. Your future in Brazil starts with a conversation."
      ]
    }
  ],
  "bullets": [
    "End-to-end support from eligibility to arrival",
    "State-by-state insight for housing, schools, and healthcare",
    "Legal and document compliance built into every step",
    "Transparent timelines, pricing, and expectations",
    "Visa pathways and residency permits",
    "CPF, Federal Police, and registration requirements",
    "Document legalization and certified translation",
    "Relocation planning and compliance timelines",
    "Clarity over complexity",
    "Accuracy and compliance",
    "Respect for culture and law",
    "Care for every client"
  ],
  "owner": "content-team",
  "status": "published",
  "lastReviewedAt": "2026-02-27",
  "reviewEveryDays": 90
}
